brew "zsh"
brew "gpg"
brew "ripgrep"
brew "gh"
brew "diff-so-fancy"
brew "fzf"
brew "nvim"
brew "tmux"
brew "starship"
brew "stow"
brew "smug"
brew "lua-language-server"
brew "fd" 
brew "entr"
brew "go-task/tap/go-task"
brew "bottom"
brew "pnpm"
tap "homebrew/cask-fonts"
cask "font-jetbrains-mono"
cask "font-roboto-mono-nerd-font"
